Repository: isnine/TLingo
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, id, it, ja, ko, ms, nb, nl, pl, pt_br, sv, tr, zh_hans, zh_hant, zh_hk

source: e.g. "Translate to formal Japanese and show side-by-side comparison"
ar: مثل: "ترجمة إلى اليابانية الرسمية وعرض مقارنة جنبًا إلى جنب"
da: f.eks.: "Oversæt til formelt japansk og vis sammenligning side om side"
de: z.B. "In formelles Japanisch übersetzen und einen Seitenvergleich anzeigen"
es: p.ej. "Traducir al japonés formal y mostrar comparación lado a lado"
fr: Ex : "Traduire en japonais formel et montrer une comparaison côte à côte"
id: misalnya: "Terjemahkan ke bahasa Jepang formal dan tunjukkan perbandingan berdampingan"
it: es. "Traduci in giapponese formale e mostra un confronto affiancato"
ja: 例: "形式的な日本語に翻訳し、横に比較を表示する"
ko: 예: "공식 일본어로 번역하고 나란히 비교 보기"
ms: cth. "Terjemahkan ke bahasa Jepun formal dan tunjukkan perbandingan sebelah-menyebelah"
nb: f.eks. "Oversett til formelt japansk og vis sammenligning side om side"
nl: bijv. "Vertaal naar formeel Japans en toon een zij-aan-zij vergelijking"
pl: np. "Przetłumacz na japoński formalny i pokaż porównanie obok siebie"
pt_br: p. ex. "Traduzir para o japonês formal e mostrar comparação lado a lado"
sv: t.ex. "Översätt till formellt japanska och visa jämförelse sida vid sida"
tr: örn. "Resmi Japoncaya çevir ve yan yana karşılaştırmayı göster"
zh_hans: 例如："翻译成正式的日语并显示并排比较"
zh_hant: 例如："翻譯成正式的日文並顯示並排比較"
zh_hk: 例如："翻譯成正式的日語並顯示並排比較"

source: Edit Configuration
ar: تحرير التكوين
da: Rediger konfiguration
de: Konfiguration bearbeiten
es: Editar configuración
fr: Modifier la configuration
id: Edit Konfigurasi
it: Modifica Configurazione
ja: 設定を編集
ko: 구성 편집
ms: Sunting konfigurasi
nb: Rediger konfigurasjon
nl: Configuratie bewerken
pl: Edytuj konfigurację
pt_br: Editar Configuração
sv: Redigera konfiguration
tr: Yapılandırmayı Düzenle
zh_hans: 编辑配置
zh_hant: 編輯配置
zh_hk: 編輯配置

source: Edit JSON configuration
ar: تعديل تكوين JSON
da: Rediger JSON-konfiguration
de: JSON-Konfiguration bearbeiten
es: Editar configuración JSON
fr: Modifier la configuration JSON
id: Edit Konfigurasi JSON
it: Modifica configurazione JSON
ja: JSON設定を編集
ko: JSON 구성 편집
ms: Sunting konfigurasi JSON
nb: Rediger JSON-konfigurasjon
nl: JSON-configuratie bewerken
pl: Edytuj konfigurację JSON
pt_br: Editar configuração JSON
sv: Redigera JSON-konfiguration
tr: JSON yapılandırmasını düzenle
zh_hans: 编辑 JSON 配置
zh_hant: 編輯JSON配置
zh_hk: 編輯 JSON 配置

source: Edit Speaker Names
ar: تحرير أسماء المتحدثين
da: Rediger talernavne
de: Sprechernamen bearbeiten
es: Editar nombres de los hablantes
fr: Modifier les noms des intervenants
id: Sunting nama pembicara
it: Modifica i nomi dei parlanti
ja: 話者名を編集
ko: 화자 이름 편집
ms: Sunting nama pembicara
nb: Rediger talernavn
nl: Bewerk sprekersnamen
pl: Edytuj nazwy mówców
pt_br: Editar nomes dos participantes
sv: Redigera talarnamn
tr: Konuşmacı isimlerini düzenle
zh_hans: 编辑发言者名称
zh_hant: 編輯發言者名稱
zh_hk: 編輯發言者名稱

source: Editable
ar: قابل للتعديل
da: Redigerbar
de: Bearbeitbar
fr: Modifiable
id: Dapat Diedit
it: Modificabile
ja: 編集可能
ko: 편집 가능
ms: Boleh disunting
nb: Redigerbar
nl: Bewerkbaar
pl: Edytowalny
pt_br: Editável
sv: Redigerbar
tr: Düzenlenebilir
zh_hans: 可编辑
zh_hant: 可編輯
zh_hk: 可編輯

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ja: メール
ko: 이메일
ms: E-mel
nb: E-post
sv: E-post
tr: E-posta
zh_hans: 电子邮件
zh_hant: 電子郵件
zh_hk: 電郵

source: Empty
ar: فارغ
da: Tom
de: Leer
es: Vacío
fr: Vide
id: Kosong
it: Vuoto
ja: 空
ko: 비어 있음
ms: Kosong
nb: Tom
nl: Leeg
pl: Pusty
pt_br: Vazio
sv: Tom
tr: Boş
zh_hans: 空
zh_hant: 空
zh_hk: 空

source: Enable
ar: تمكين
da: Aktiver
de: Aktivieren
es: Activar
fr: Activer
id: Aktifkan
it: Attivare
ja: 有効にする
ko: 활성화
ms: Aktifkan
nb: Aktiver
nl: Inschakelen
pl: Włącz
pt_br: Habilitar
sv: Aktivera
tr: Etkinleştir
zh_hans: 启用
zh_hant: 啟用
zh_hk: 啟用

source: Enable Mac Audio
ar: تفعيل صوت Mac
da: Aktivér Mac-lyd
de: Mac-Audio aktivieren
es: Habilitar audio de Mac
fr: Activer l'audio du Mac
id: Aktifkan audio Mac
it: Abilita l'audio del Mac
ja: Macのオーディオを有効にする
ko: Mac 오디오 활성화
ms: Aktifkan audio Mac
nb: Aktiver Mac-lyd
nl: Schakel Mac-audio in
pl: Włącz dźwięk na Macu
pt_br: Ativar áudio do Mac
sv: Aktivera Mac-ljud
tr: Mac sesini etkinleştir
zh_hans: 启用 Mac 音频
zh_hant: 啟用 Mac 音訊
zh_hk: 啟用 Mac 音訊

source: Enable Microphone access in Settings before starting realtime captions.
ar: قم بتمكين الوصول إلى الميكروفون في الإعدادات قبل بدء التسميات التوضيحية في الوقت الفعلي.
da: Aktivér mikrofonadgang i Indstillinger, før du starter undertekster i realtid.
de: Aktivieren Sie den Mikrofonzugriff in den Einstellungen, bevor Sie Echtzeit-Untertitel starten.
es: Habilite el acceso al micrófono en Ajustes antes de iniciar los subtítulos en tiempo real.
fr: Autorisez l'accès au microphone dans Réglages avant de démarrer les sous-titres en temps réel.
id: Aktifkan akses mikrofon di Pengaturan sebelum memulai teks waktu nyata.
it: Attiva l'accesso al microfono in Impostazioni prima di avviare i sottotitoli in tempo reale.
ja: リアルタイム字幕を開始する前に、設定でマイクへのアクセスを有効にしてください。
ko: 실시간 자막을 시작하기 전에 설정에서 마이크 접근을 활성화하세요.
ms: Benarkan akses mikrofon di Tetapan sebelum memulakan sari kata masa nyata.
nb: Aktiver mikrofontilgang i Innstillinger før du starter sanntidsundertekster.
nl: Schakel microfoontoegang in Instellingen in, voordat je realtime ondertitels start.
pl: Włącz dostęp do mikrofonu w Ustawieniach przed rozpoczęciem napisów na żywo.
pt_br: Ative o acesso ao microfone em Ajustes antes de iniciar as legendas em tempo real.
sv: Aktivera mikrofonåtkomst i Inställningar innan du börjar med undertexter i realtid.
tr: Gerçek zamanlı altyazıları başlatmadan önce Ayarlar'da Mikrofon erişimini etkinleştirin.
zh_hans: 在开始实时字幕之前，请在“设置”中启用麦克风访问权限。
zh_hant: 在開始即時字幕之前，請在「設定」中啟用麥克風存取權限。
zh_hk: 在開始即時字幕之前，請在「設定」中啟用麥克風存取權。

source: Enable Speech Recognition access in Settings before starting Apple Speech realtime captions.
ar: قم بتمكين الوصول إلى التعرف على الكلام في الإعدادات قبل بدء التسميات التوضيحية في الوقت الفعلي من Apple Speech.
da: Aktivér adgang til talegenkendelse i Indstillinger, før du starter Apple Speech realtidsundertekster.
de: Aktivieren Sie den Zugriff auf die Spracherkennung in den Einstellungen, bevor Sie Apple Speech Echtzeit-Untertitel starten.
es: Habilite el acceso al reconocimiento de voz en Ajustes antes de iniciar los subtítulos en tiempo real de Apple Speech.
fr: Autorisez l'accès à la reconnaissance vocale dans Réglages avant de démarrer les sous-titres Apple Speech en temps réel.
id: Aktifkan akses Pengenalan Suara di Pengaturan sebelum memulai teks waktu nyata Apple Speech.
it: Attiva l'accesso al riconoscimento vocale in Impostazioni prima di avviare i sottotitoli Apple Speech in tempo reale.
ja: Apple Speech のリアルタイム字幕を開始する前に、設定で音声認識へのアクセスを有効にしてください。
ko: Apple Speech 실시간 자막을 시작하기 전에 설정에서 음성 인식 접근을 활성화하세요.
ms: Dayakan akses Pengiktirafan Pertuturan dalam Tetapan sebelum memulakan sari kata masa nyata Apple Speech.
nb: Aktiver tilgang til talegjenkjenning i Innstillinger før du starter Apple Speech sanntidsundertekster.
nl: Schakel toegang tot spraakherkenning in Instellingen in voordat je Apple Speech realtime ondertitels start.
pl: Włącz dostęp do rozpoznawania mowy w Ustawieniach przed uruchomieniem napisów na żywo Apple Speech.
pt_br: Ative o acesso ao Reconhecimento de Fala em Ajustes antes de iniciar as legendas em tempo real do Apple Speech.
sv: Aktivera åtkomst till taligenkänning i Inställningar innan du startar Apple Speech realtidsundertexter.
tr: Apple Speech gerçek zamanlı altyazılarını başlatmadan önce Ayarlar'da Konuşma Tanıma erişimini etkinleştirin.
zh_hans: 在开始 Apple Speech 实时字幕之前，请在“设置”中启用语音识别访问权限。
zh_hant: 在開始 Apple Speech 即時字幕之前，請在「設定」中啟用語音識別存取權限。
zh_hk: 在開始 Apple Speech 即時字幕之前，請在「設定」中啟用語音識別存取權。

source: Enable Speech Recognition access in Settings before starting iPhone Audio.
ar: فعّل الوصول إلى التعرف على الكلام في الإعدادات قبل بدء iPhone Audio.
da: Aktivér adgang til talegenkendelse i Indstillinger, før du starter iPhone Audio.
de: Aktivieren Sie in den Einstellungen den Zugriff auf die Spracherkennung, bevor Sie iPhone Audio starten.
es: Habilita el acceso al reconocimiento de voz en Ajustes antes de iniciar iPhone Audio.
fr: Activez l'accès à la reconnaissance vocale dans Réglages avant de lancer iPhone Audio.
id: Aktifkan akses Pengenalan Suara di Pengaturan sebelum memulai iPhone Audio.
it: Abilita l'accesso al riconoscimento vocale nelle Impostazioni prima di avviare iPhone Audio.
ja: iPhone オーディオを開始する前に、設定で音声認識のアクセスを有効にしてください。
ko: iPhone 오디오를 시작하기 전에 설정에서 음성 인식 접근을 활성화하세요.
ms: Dayakan akses Pengiktirafan Pertuturan dalam Tetapan sebelum memulakan Audio iPhone.
nb: Aktiver tilgang til talegjenkjenning i Innstillinger før du starter iPhone Audio.
nl: Schakel toegang tot spraakherkenning in bij Instellingen voordat je iPhone Audio start.
pl: Włącz dostęp do rozpoznawania mowy w Ustawieniach przed uruchomieniem dźwięku iPhone'a.
pt_br: Ative o acesso ao Reconhecimento de Fala em Ajustes antes de iniciar o iPhone Audio.
sv: Aktivera åtkomst till taligenkänning i Inställningar innan du startar iPhone Audio.
tr: iPhone Audio'yu başlatmadan önce Ayarlar'da Konuşma Tanıma erişimini etkinleştirin.
zh_hans: 在启动 iPhone Audio 之前，请在“设置”中启用语音识别访问权限。
zh_hant: 在開始 iPhone Audio 之前，請在「設定」中啟用語音識別存取。
zh_hk: 在開始 iPhone Audio 之前，請在「設定」中啟用語音識別存取。

source: Enable Text Selection Translation
ar: تفعيل ترجمة تحديد النص
da: Aktiver oversættelse af markeret tekst
de: Textauswahlübersetzung aktivieren
es: Habilitar la traducción de selección de texto
fr: Activer la traduction de la sélection de texte
id: Aktifkan Terjemahan Pemilihan Teks
it: Abilita la traduzione della selezione del testo
ja: テキスト選択翻訳を有効にする
ko: 텍스트 선택 번역 활성화
ms: Dayakan Terjemahan Pilihan Teks
nb: Aktiver tekstvalgoversettelse
nl: Inschakelen tekstselectietvertaling
pl: Włącz tłumaczenie zaznaczonego tekstu
pt_br: Ativar tradução de seleção de texto
sv: Aktivera översättning av textval
tr: Metin Seçim Çevirisini Etkinleştir
zh_hans: 启用文本选择翻译
zh_hant: 啟用文本選擇翻譯
zh_hk: 啟用文本選擇翻譯

source: End
ar: إنهاء
da: Afslut
de: Beenden
es: Finalizar
fr: Terminer
id: Akhiri
it: Termina
ja: 終了
ko: 종료
ms: Tamat
nb: Avslutt
nl: Beëindigen
pl: Zakończ
pt_br: Encerrar
sv: Avsluta
tr: Sonlandır
zh_hans: 结束
zh_hant: 結束
zh_hk: 結束

source: End realtime translation
ar: إنهاء الترجمة الفورية
da: Afslut realtidsoversættelse
de: Echtzeitübersetzung beenden
es: Detener la traducción en tiempo real
fr: Arrêter la traduction en temps réel
id: Akhiri terjemahan waktu nyata
it: Termina la traduzione in tempo reale
ja: リアルタイム翻訳を終了
ko: 실시간 번역 종료
ms: Akhiri terjemahan masa nyata
nb: Stopp sanntidsoversettelse
nl: Realtimevertaling beëindigen
pl: Zakończ tłumaczenie w czasie rzeczywistym
pt_br: Encerrar tradução em tempo real
sv: Avsluta översättning i realtid
tr: Gerçek zamanlı çeviriyi sonlandır
zh_hans: 停止实时翻译
zh_hant: 停止即時翻譯
zh_hk: 停止即時翻譯

source: Engine
ar: المحرّك
da: Motor
de: Motor
es: Motor
fr: Moteur
id: Mesin
it: Motore
ja: エンジン
ko: 엔진
ms: Enjin
nb: Motor
nl: Motor
pl: Silnik
pt_br: Motor
sv: Motor
tr: Motor
zh_hans: 引擎
zh_hant: 引擎
zh_hk: 引擎

source: Enter a valid email address.
ar: أدخل عنوان بريد إلكتروني صالح.
da: Indtast en gyldig e-mailadresse.
de: Geben Sie eine gültige E-Mail-Adresse ein.
es: Introduzca una dirección de correo electrónico válida.
fr: Saisissez une adresse e-mail valide.
id: Masukkan alamat email yang valid.
it: Inserisci un indirizzo email valido.
ja: 有効なメールアドレスを入力してください。
ko: 유효한 이메일 주소를 입력하세요.
ms: Masukkan alamat e-mel yang sah.
nb: Skriv inn en gyldig e-postadresse.
nl: Voer een geldig e-mailadres in.
pl: Wprowadź prawidłowy adres e-mail.
pt_br: Insira um endereço de e-mail válido.
sv: Ange en giltig e-postadress.
tr: Geçerli bir e-posta adresi girin.
zh_hans: 请输入有效的电子邮箱地址。
zh_hant: 請輸入有效的電子郵件地址。
zh_hk: 請輸入有效的電郵地址。

source: Enter text and choose an action to get started
ar: أدخل النص واختر إجراءً للبدء
da: Indtast tekst, og vælg en handling for at komme i gang
de: Geben Sie Text ein und wählen Sie eine Aktion, um zu beginnen
es: Ingrese texto y elija una acción para comenzar
fr: Saisissez du texte et choisissez une action pour commencer
id: Masukkan teks dan pilih tindakan untuk memulai
it: Inserisci del testo e scegli un'azione per iniziare
ja: テキストを入力してアクションを選択して開始してください
ko: 텍스트를 입력하고 작업을 선택하여 시작하세요
ms: Masukkan teks dan pilih tindakan untuk bermula
nb: Skriv inn tekst og velg en handling for å komme i gang
nl: Voer tekst in en kies een actie om te beginnen
pl: Wprowadź tekst i wybierz działanie, aby rozpocząć
pt_br: Insira um texto e escolha uma ação para começar
sv: Skriv in text och välj en åtgärd för att börja
tr: Başlamak için metin girin ve bir eylem seçin
zh_hans: 输入文本并选择一个操作即可开始
zh_hant: 輸入文字並選擇動作以開始
zh_hk: 輸入文字並選擇動作以開始

source: Enter text to translate or process...
ar: أدخل النص للترجمة أو المعالجة...
da: Indtast tekst for at oversætte eller behandle...
de: Text eingeben, um ihn zu übersetzen oder zu verarbeiten...
es: Ingrese texto para traducir o procesar...
fr: Entrez le texte à traduire ou à traiter...
id: Masukkan teks untuk diterjemahkan atau diproses...
it: Inserisci il testo da tradurre o elaborare...
ja: 翻訳または処理するためのテキストを入力してください...
ko: 번역하거나 처리할 텍스트를 입력하세요...
ms: Masukkan teks untuk diterjemah atau diproses...
nb: Skriv inn tekst for å oversette eller behandle...
nl: Voer tekst in om te vertalen of verwerken...
pl: Wprowadź tekst do przetłumaczenia lub przetworzenia...
pt_br: Insira texto para traduzir ou processar...
sv: Ange text för att översätta eller bearbeta...
tr: Çevirmek veya işlemek için metin girin...
zh_hans: 输入文本以进行翻译或处理...
zh_hant: 輸入文字以翻譯或處理...
zh_hk: 輸入文字以翻譯或處理...

source: Enter the 6-digit code from your email.
ar: أدخل رمز التأكيد المكون من 6 أرقام الموجود في بريدك الإلكتروني.
da: Indtast den 6-cifrede kode fra din e-mail.
de: Geben Sie den 6-stelligen Code aus Ihrer E-Mail ein.
es: Introduzca el código de 6 dígitos que aparece en su correo electrónico.
fr: Saisissez le code à 6 chiffres figurant dans votre e-mail.
id: Masukkan kode 6 digit dari email Anda.
it: Inserisci il codice di 6 cifre presente nella tua email.
ja: メールに記載された6桁のコードを入力してください。
ko: 이메일에 있는 6자리 코드를 입력하세요.
ms: Masukkan kod 6 digit daripada e-mel anda.
nb: Skriv inn den 6-sifrede koden fra e-posten din.
nl: Voer de 6-cijferige code uit uw e-mail in.
pl: Wprowadź 6-cyfrowy kod z wiadomości e-mail.
pt_br: Insira o código de 6 dígitos que está no seu e-mail.
sv: Ange den 6-siffriga koden från ditt e-postmeddelande.
tr: E-postanızdaki 6 haneli kodu girin.
zh_hans: 输入邮件中显示的6位代码。
zh_hant: 輸入電子郵件中的6位數驗證碼。
zh_hk: 輸入電郵中顯示的6位數代碼。

source: Enter the 6-digit code sent to your email.
ar: أدخل رمز التأكيد المكون من 6 أرقام المرسل إلى بريدك الإلكتروني.
da: Indtast den 6-cifrede kode, der er sendt til din e-mail.
de: Geben Sie den 6-stelligen Code ein, der an Ihre E-Mail-Adresse gesendet wurde.
es: Introduzca el código de 6 dígitos enviado a su correo electrónico.
fr: Saisissez le code à 6 chiffres envoyé à votre adresse e-mail.
id: Masukkan kode 6 digit yang dikirim ke email Anda.
it: Inserisci il codice di 6 cifre inviato al tuo indirizzo email.
ja: メールに送信された6桁のコードを入力してください。
ko: 이메일로 전송된 6자리 코드를 입력하세요.
ms: Masukkan kod 6 digit yang dihantar ke e-mel anda.
nb: Skriv inn den 6-sifrede koden som ble sendt til e-posten din.
nl: Voer de 6-cijferige code in die naar uw e-mail is gestuurd.
pl: Wprowadź 6-cyfrowy kod wysłany na twój adres e-mail.
pt_br: Insira o código de 6 dígitos enviado para o seu e-mail.
sv: Ange den 6-siffriga koden som skickats till din e-post.
tr: E-posta adresinize gönderilen 6 haneli kodu girin.
zh_hans: 输入发送到您邮箱的6位代码。
zh_hant: 輸入已發送到你的電子郵件的6位數驗證碼。
zh_hk: 輸入已發送到您電郵的6位數代碼。

source: Enter the email used for your existing purchase.
ar: أدخل البريد الإلكتروني المستخدم في عملية الشراء الحالية.
da: Indtast den e-mailadresse, der blev brugt til dit eksisterende køb.
de: Geben Sie die E-Mail-Adresse ein, die für Ihren bestehenden Kauf verwendet wurde.
es: Introduzca el correo electrónico usado para su compra existente.
fr: Saisissez l'adresse e-mail utilisée pour votre achat existant.
id: Masukkan email yang digunakan untuk pembelian Anda yang sudah ada.
it: Inserisci l'indirizzo email usato per il tuo acquisto esistente.
ja: 既存の購入で使用したメールアドレスを入力してください。
ko: 기존 구매에 사용한 이메일을 입력하세요.
ms: Masukkan e-mel yang digunakan untuk pembelian sedia ada anda.
nb: Skriv inn e-posten som ble brukt for ditt eksisterende kjøp.
nl: Voer het e-mailadres in dat is gebruikt voor uw bestaande aankoop.
pl: Wprowadź adres e-mail użyty przy wcześniejszym zakupie.
pt_br: Insira o e-mail usado na sua compra existente.
sv: Ange den e-postadress som användes för ditt befintliga köp.
tr: Mevcut satın almanız için kullanılan e-posta adresini girin.
zh_hans: 输入用于您现有购买的电子邮箱地址。
zh_hant: 輸入用於您現有購買的電子郵件地址。
zh_hk: 輸入用於您現有購買的電郵地址。

source: Enter your description...
ar: أدخل وصفك...
da: Indtast din beskrivelse...
de: Geben Sie Ihre Beschreibung ein...
es: Ingrese su descripción...
fr: Entrez votre description...
id: Masukkan deskripsi Anda...
it: Inserisci la tua descrizione...
ja: 説明を入力してください...
ko: 설명을 입력하십시오...
ms: Masukkan keterangan anda...
nb: Skriv inn beskrivelsen din...
nl: Voer uw beschrijving in...
pl: Wprowadź swój opis...
pt_br: Digite sua descrição...
sv: Ange din beskrivning...
tr: Açıklamanızı girin...
zh_hans: 输入您的描述...
zh_hant: 輸入您的描述...
zh_hk: 輸入您的描述...

source: Error
ar: خطأ
da: Fejl
de: Fehler
fr: Erreur
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ms: Ralat
nb: Feil
nl: Fout
pl: Błąd
pt_br: Erro
sv: Fel
tr: Hata
zh_hans: 错误
zh_hant: 錯誤
zh_hk: 錯誤

source: Error Details
ar: تفاصيل الخطأ
da: Fejldetaljer
de: Fehlerdetails
es: Detalles del error
fr: Détails de l'erreur
id: Detail Kesalahan
it: Dettagli dell'errore
ja: エラーの詳細
ko: 오류 세부정보
ms: Butiran ralat
nb: Feildetaljer
nl: Foutdetails
pl: Szczegóły błędu
pt_br: Detalhes do Erro
sv: Feldetaljer
tr: Hata Ayrıntıları
zh_hans: 错误详情
zh_hant: 錯誤詳情
zh_hk: 錯誤詳情

source: Experimental
ar: تجريبي
da: Eksperimentel
de: Experimentell
fr: Expérimental
id: Eksperimental
it: Sperimentale
ja: 実験的
ko: 실험적
ms: Eksperimental
nb: Eksperimentell
nl: Experimenteel
pl: Eksperymentalne
sv: Experimentell
tr: Deneysel
zh_hans: 实验性
zh_hant: 實驗性
zh_hk: 實驗性

source: Explanation language follows app language
ar: لغة الشرح تتبع لغة التطبيق
da: Forklaringssproget følger appens sprog
de: Die Erklärungssprache folgt der App-Sprache
es: El idioma de las explicaciones sigue el idioma de la app
fr: La langue des explications suit celle de l’app
id: Bahasa penjelasan mengikuti bahasa aplikasi
it: La lingua delle spiegazioni segue la lingua dell’app
ja: 説明の言語はアプリの言語に従います
ko: 설명 언어는 앱 언어를 따릅니다
ms: Bahasa penjelasan mengikut bahasa aplikasi
nb: Forklaringsspråket følger appspråket
nl: De uitlegtaal volgt de taal van de app
pl: Język wyjaśnień jest zgodny z językiem aplikacji
pt_br: O idioma das explicações segue o idioma do app
sv: Förklaringsspråket följer appens språk
tr: Açıklama dili uygulama dilini izler
zh_hans: 解释语言跟随 App 语言
zh_hant: 解釋語言跟隨 App 語言
zh_hk: 解釋語言跟隨 App 語言

source: Export Configuration
ar: تصدير التكوين
da: Eksportkonfiguration
de: Konfiguration exportieren
es: Exportar configuración
fr: Exporter la configuration
id: Ekspor Konfigurasi
it: Esporta configurazione
ja: 設定をエクスポート
ko: 구성 내보내기
ms: Eksport konfigurasi
nb: Eksportkonfigurasjon
nl: Exportconfiguratie
pl: Eksportuj konfigurację
pt_br: Exportar Configuração
sv: Exportkonfiguration
tr: Yapılandırmayı Dışa Aktar
zh_hans: 导出配置
zh_hant: 匯出設定
zh_hk: 匯出設定

source: Export Failed
ar: فشل التصدير
da: Eksport mislykkedes
de: Export fehlgeschlagen
es: Exportación fallida
fr: Échec de l'exportation
id: Ekspor Gagal
it: Esportazione non riuscita
ja: エクスポートに失敗しました
ko: 내보내기 실패
ms: Eksport gagal
nb: Eksport mislyktes
nl: Export mislukt
pl: Eksport nie powiódł się
pt_br: Falha na exportação
sv: Export misslyckades
tr: Dışa aktarma başarısız
zh_hans: 导出失败
zh_hant: 匯出失敗
zh_hk: 匯出失敗

source: Export Logs...
ar: تصدير السجلات...
da: Eksporter logfiler...
de: Protokolle exportieren...
es: Exportar registros...
fr: Exporter les journaux...
id: Ekspor log...
it: Esporta log...
ja: ログをエクスポート...
ko: 로그 내보내기...
ms: Eksport log...
nb: Eksporter logger...
nl: Logs exporteren...
pl: Eksportuj logi...
pt_br: Exportar registros...
sv: Exportera loggar...
tr: Günlükleri dışa aktar...
zh_hans: 导出日志...
zh_hant: 匯出日誌...
zh_hk: 匯出記錄...

source: Export Realtime History
ar: تصدير السجل في الوقت الفعلي
da: Eksporter realtidshistorik
de: Echtzeitverlauf exportieren
es: Exportar historial en tiempo real
fr: Exporter l'historique en temps réel
id: Ekspor riwayat waktu nyata
it: Esporta cronologia in tempo reale
ja: リアルタイム履歴をエクスポート
ko: 실시간 기록 내보내기
ms: Eksport sejarah masa nyata
nb: Eksporter sanntidshistorikk
nl: Realtimehistorik exporteren
pl: Eksportuj historię w czasie rzeczywistym
pt_br: Exportar histórico em tempo real
sv: Exportera realtidshistorik
tr: Gerçek zamanlı geçmişi dışa aktar
zh_hans: 导出实时历史
zh_hant: 匯出即時歷史
zh_hk: 匯出即時紀錄

source: Export Successful
ar: تم التصدير بنجاح
da: Eksporten var vellykket
de: Erfolgreicher Export
es: Exportación exitosa
fr: Exportation réussie
id: Ekspor Berhasil
it: Esportazione riuscita
ja: エクスポートが成功しました
ko: 내보내기 성공
ms: Eksport Berjaya
nb: Eksporten var vellykket
nl: Export Succesvol
pl: Eksport zakończony pomyślnie
pt_br: Exportação bem-sucedida
sv: Exporten lyckades
tr: Dışa Aktarma Başarılı
zh_hans: 导出成功
zh_hant: 匯出成功
zh_hk: 匯出成功

source: Extension
ar: امتداد
da: Udvidelse
de: Erweiterung
es: Extensión
id: Ekstensi
it: Estensione
ja: 拡張機能
ko: 확장
ms: Sambungan
nb: Utvidelse
nl: Extensie
pl: Rozszerzenie
pt_br: Extensão
sv: Tillägg
tr: Uzantı
zh_hans: 扩展
zh_hant: 擴展
zh_hk: 擴展

source: Failed to decode configuration: %@
ar: فشل في فك ترميز التكوين: %@
da: Kunne ikke afkode konfigurationen: %@
de: Dekodierung der Konfiguration fehlgeschlagen: %@
es: Error al decodificar la configuración: %@
fr: Échec du décodage de la configuration : %@
id: Gagal mendekode konfigurasi: %@
it: Decodifica della configurazione non riuscita: %@
ja: 構成のデコードに失敗しました: %@
ko: 구성 디코딩에 실패했습니다: %@
ms: Gagal mendekod konfigurasi: %@
nb: Kunne ikke dekode konfigurasjonen: %@
nl: Kon de configuratie niet decoderen: %@
pl: Nie udało się zdekodować konfiguracji: %@
pt_br: Falha ao decodificar a configuração: %@
sv: Kunde inte avkoda konfigurationen: %@
tr: Yapılandırma çözümlenemedi: %@
zh_hans: 无法解码配置: %@
zh_hant: 無法解碼設定: %@
zh_hk: 無法解碼設定: %@

source: Failed to encode configuration: %@
ar: فشل في ترميز التكوين: %@
da: Kunne ikke kode konfigurationen: %@
de: Kodierung der Konfiguration fehlgeschlagen: %@
es: Error al codificar la configuración: %@
fr: Échec de l'encodage de la configuration : %@
id: Gagal mengkode konfigurasi: %@
it: Codifica della configurazione non riuscita: %@
ja: 構成のエンコードに失敗しました: %@
ko: 구성 인코딩에 실패했습니다: %@
ms: Gagal mengekod konfigurasi: %@
nb: Kunne ikke kode konfigurasjonen: %@
nl: Kon de configuratie niet coderen: %@
pl: Nie udało się zakodować konfiguracji: %@
pt_br: Falha ao codificar a configuração: %@
sv: Kunde inte koda konfigurationen: %@
tr: Yapılandırma kodlanamadı: %@
zh_hans: 无法编码配置: %@
zh_hant: 無法編碼設定: %@
zh_hk: 無法編碼設定: %@

source: Failed to play audio
ar: فشل تشغيل الصوت
da: Kunne ikke afspille lyd
de: Wiedergabe der Audiodatei fehlgeschlagen
es: No se pudo reproducir el audio
fr: Impossible de lire l'audio
id: Gagal memutar audio
it: Impossibile riprodurre l'audio
ja: オーディオの再生に失敗しました
ko: 오디오 재생에 실패했습니다
ms: Gagal memainkan audio
nb: Kunne ikke spille av lyd
nl: Kon audio niet afspelen
pl: Nie udało się odtworzyć dźwięku
pt_br: Falha ao reproduzir o áudio
sv: Kunde inte spela upp ljud
tr: Ses çalınamadı
zh_hans: 无法播放音频
zh_hant: 無法播放音訊
zh_hk: 無法播放音訊
